aflo.kanagawa-glass
alexdo.catppuccin-noir
anthropic.claude-code
catppuccin.catppuccin-vsc
davidanson.vscode-markdownlint
eamodio.gitlens
enkia.tokyo-night
esbenp.prettier-vscode
formulahendry.code-runner
github.vscode-github-actions
google.geminicodeassist
lakshits11.best-themes-redefined
lamarcke.kanagawa-black
maosantaella.night-wolf
mechatroner.rainbow-csv
metaphore.kanagawa-vscode-color-theme
ms-azuretools.vscode-containers
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
ms-vscode.cmake-tools
ms-vscode.cpp-devtools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
openai.chatgpt
pkief.material-icon-theme
pnp.polacode
qufiwefefwoyn.kanagawa
redhat.java
ritwickdey.liveserver
rodrigovallades.es7-react-js-snippets
saoudrizwan.claude-dev
sdras.night-owl
simonho.kanagawa-paper
sixth.sixth-ai
teabyii.ayu
thang-nm.catppuccin-perfect-icons
thedavej.night-owl-black
tomoki1207.pdf
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
whizkydee.material-palenight-theme
